{
  "product_id": "cmj8hziae0002i68xtan30mix",
  "sku": "KB-AUTO-001",
  "documents": [
    {
      "type": "feature",
      "title": "Volledig Automatische Zelfreiniging",
      "content": "Deze kattenbak heeft een volledig automatisch zelfreinigend systeem. De reiniging start automatisch na gebruik door je kat. Het systeem werkt grondig en betrouwbaar, zodat je nooit meer handmatig hoeft te scheppen.",
      "keywords": ["automatisch", "zelfreinigend", "cleaning", "reinigen", "schoonmaken"],
      "importance": "critical"
    },
    {
      "type": "feature",
      "title": "Open-Top Low-Stress Design",
      "content": "Het open-top ontwerp met lage stress voor je kat. Geen benauwde gesloten ruimte, maar een ruim en comfortabel gevoel. Je kat voelt zich veilig en ontspannen tijdens gebruik. Ideaal voor katten die claustrofobisch zijn of gesloten bakken vermijden.",
      "keywords": ["open-top", "stress-vrij", "comfort", "ruim", "geen deksel", "ontspannen"],
      "importance": "high"
    },
    {
      "type": "safety",
      "title": "Dubbele Veiligheidssensoren",
      "content": "Uitgerust met dubbele veiligheidssensoren die je kat beschermen. Als je kat in de bak zit of springt tijdens de reiniging, stopt het systeem automatisch onmiddellijk. Extra veiligheid met twee onafhankelijke sensoren voor maximale bescherming.",
      "keywords": ["veiligheid", "sensoren", "bescherming", "automatisch stoppen", "veilig"],
      "importance": "critical"
    },
    {
      "type": "feature",
      "title": "App Control & Health Monitoring",
      "content": "Slimme app om je kattenbak te bedienen vanaf je telefoon. Monitor het toiletgedrag van je kat: frequentie, tijd, gewicht. Krijg meldingen wanneer de bak geleegd moet worden. Perfect voor het vroegtijdig detecteren van gezondheidsproblemen. Compatibel met iOS en Android.",
      "keywords": ["app", "monitoring", "gezondheid", "health", "telefoon", "smartphone", "melding"],
      "importance": "high"
    },
    {
      "type": "feature",
      "title": "10.5L XL Afvalbak Capaciteit",
      "content": "Extra grote 10.5 liter afvalbak. Veel groter dan standaard ronde kattenbakken (9L) en vierkante bakken (7L). Perfect voor meerdere katten of als je minder vaak wilt legen. Gemiddeld 7-10 dagen voor één kat, 3-5 dagen voor twee katten.",
      "keywords": ["capaciteit", "10.5L", "groot", "XL", "afval", "ruim", "meerdere katten"],
      "importance": "high"
    },
    {
      "type": "feature",
      "title": "High-Efficiency Filter Systeem",
      "content": "Hoogwaardig filtersysteem dat geuren effectief neutraliseert. Houd je huis fris en geurvrij. Vervangbare filters die lang meegaan. Veel effectiever dan standaard kattenbakken zonder filter.",
      "keywords": ["filter", "geur", "hygiëne", "fris", "geurvrij", "neutraliseren"],
      "importance": "medium"
    },
    {
      "type": "feature",
      "title": "Anti-Splash Hoge Zijwanden",
      "content": "Hoge zijwanden voorkomen dat kattenbakvulling en afval eruit vliegt. Anti-splash ontwerp houdt de vloer rondom de bak schoon. Ideaal voor enthousiaste gravers. Minder schoonmaken rondom de kattenbak.",
      "keywords": ["spatvrij", "muren", "schoon", "hoge wanden", "geen rommel"],
      "importance": "medium"
    },
    {
      "type": "maintenance",
      "title": "Gemakkelijk Te Demonteren en Schoonmaken",
      "content": "Alle onderdelen zijn eenvoudig te demonteren voor grondige reiniging. Geen ingewikkelde constructie. Glad oppervlak dat makkelijk schoon te maken is. Onderhoud kost minimale tijd.",
      "keywords": ["onderhoud", "schoonmaken", "demonteren", "gemakkelijk", "makkelijk"],
      "importance": "medium"
    },
    {
      "type": "compatibility",
      "title": "Geschikt Voor Meeste Kattenbakvullingen",
      "content": "Werkt met bijna alle soorten kattenbakvulling: klonterend, niet-klonterend, silica gel, natuurlijk. Geen speciale dure vulling nodig. Gebruik je favoriete merk. Optimaal resultaat met klonterende vulling.",
      "keywords": ["kattenbakvulling", "geschikt", "universeel", "klonterend", "compatibel"],
      "importance": "high"
    },
    {
      "type": "design",
      "title": "Compact Footprint, Groot Interieur",
      "content": "Slim ontwerp: klein footprint voor in huis, maar groot interieur voor je kat. Past makkelijk in kleinere ruimtes. Je kat heeft toch genoeg ruimte binnenin. Best of both worlds.",
      "keywords": ["compact", "ruimte", "groot binnen", "klein buiten", "slim ontwerp"],
      "importance": "medium"
    },
    {
      "type": "feature",
      "title": "Ultra-Stil Motor (<40 dB)",
      "content": "Extreem stille motor, zachter dan een gesprek (40 decibel). Je kat schrikt niet van het geluid. Ideaal voor 's nachts in de slaapkamer. Veel stiller dan goedkope automatische kattenbakken die je kat bang maken.",
      "keywords": ["stil", "geluid", "motor", "stil", "geen lawaai", "40dB", "rustig"],
      "importance": "high"
    },
    {
      "type": "feature",
      "title": "Modulair Design (OEM-Vriendelijk)",
      "content": "Modulair ontwerp met vervangbare onderdelen. Als iets kapot gaat, hoef je niet de hele bak te vervangen. Onderdelen apart verkrijgbaar. Duurzaam en repareerbaar.",
      "keywords": ["modulair", "onderdelen", "vervangbaar", "repareerbaar"],
      "importance": "low"
    },
    {
      "type": "comparison",
      "title": "Vergelijking met Ronde Kattenbakken",
      "content": "Onze kattenbak heeft belangrijke voordelen ten opzichte van ronde automatische kattenbakken: Open-top design (geen benauwde ruimte), dubbele veiligheidssensoren (geen enkele sensor), app control met health monitoring, high-efficiency filter, grotere capaciteit (10.5L vs 9L), anti-splash zijwanden. Ronde bakken missen deze features.",
      "keywords": ["vergelijking", "ronde bak", "verschil", "voordelen", "beter dan"],
      "importance": "high"
    },
    {
      "type": "comparison",
      "title": "Vergelijking met Vierkante Kattenbakken",
      "content": "Vierkante goedkope kattenbakken zijn handmatig, geen automatische reiniging. Ook missen ze: dubbele veiligheidssensoren, app control, grote capaciteit (7L vs 10.5L), ultra-stille motor. Deze bakken vereisen dagelijks handmatig scheppen.",
      "keywords": ["vergelijking", "vierkante bak", "handmatig", "goedkoop"],
      "importance": "medium"
    },
    {
      "type": "use_case",
      "title": "Geschikt voor Grote Katten",
      "content": "Perfect voor grote katten tot 8kg. Het grote interieur biedt voldoende ruimte, zelfs voor Maine Coons en andere grote rassen. Het compacte uiterlijk is misleidend - binnenin is het ruim.",
      "keywords": ["grote kat", "Maine Coon", "zwaar", "ruim", "7kg", "8kg"],
      "importance": "high"
    },
    {
      "type": "use_case",
      "title": "Meerdere Katten",
      "content": "Door de grote 10.5L capaciteit geschikt voor 2-3 katten. App monitort gebruik per kat (als ze verschillende tijden gebruiken). Hoef je minder vaak te legen dan bij kleinere bakken.",
      "keywords": ["meerdere katten", "2 katten", "3 katten", "huishouden"],
      "importance": "high"
    },
    {
      "type": "use_case",
      "title": "Voor Drukke Eigenaren",
      "content": "Ideaal als je weinig tijd hebt of vaak weg bent. Automatisch schoonmaken betekent geen dagelijks scheppen. Grote capaciteit betekent minder vaak legen. App stuurt melding als legen nodig is.",
      "keywords": ["druk", "weinig tijd", "werk", "vakantie", "automatisch"],
      "importance": "high"
    },
    {
      "type": "faq",
      "title": "Hoeveel lawaai maakt de reiniging?",
      "content": "De motor is ultra-stil met minder dan 40 decibel. Dat is zachter dan normaal praten. De meeste katten wennen er snel aan en schrikken niet. Veel stiller dan andere automatische bakken.",
      "keywords": ["geluid", "lawaai", "decibel", "stil", "schrikken"],
      "importance": "high"
    },
    {
      "type": "faq",
      "title": "Werkt het met mijn huidige kattenbakvulling?",
      "content": "Ja, werkt met vrijwel alle soorten: klonterend, niet-klonterend, silica gel, natuurlijk, houtkorrels. Geen speciale vulling vereist. Voor beste resultaat adviseren we klonterende vulling.",
      "keywords": ["vulling", "litter", "compatibel", "soorten"],
      "importance": "high"
    },
    {
      "type": "faq",
      "title": "Is het veilig als mijn kat erin springt tijdens reiniging?",
      "content": "Absoluut veilig. De dubbele veiligheidssensoren detecteren je kat onmiddellijk en stoppen de reiniging automatisch binnen een fractie van een seconde. Twee onafhankelijke sensoren voor extra veiligheid.",
      "keywords": ["veilig", "sensoren", "stoppen", "bescherming"],
      "importance": "critical"
    },
    {
      "type": "faq",
      "title": "Hoe vaak moet ik de afvalbak legen?",
      "content": "Voor één kat: gemiddeld 7-10 dagen. Voor twee katten: 3-5 dagen. De app stuurt een melding wanneer de bak bijna vol is. De 10.5L capaciteit is veel groter dan standaard bakken.",
      "keywords": ["legen", "frequentie", "vaak", "capaciteit"],
      "importance": "high"
    }
  ]
}
