{
  "product_id": "cmjiatnms0002i60ycws30u03",
  "sku": "KB-AUTO-001",
  "documents": [
    {
      "type": "feature",
      "title": "Volledig Automatische Zelfreiniging",
      "content": "Deze kattenbak heeft een volledig automatisch zelfreinigend systeem. De reiniging start automatisch 3-7 minuten na gebruik door je kat. Het systeem werkt grondig en betrouwbaar, zodat je nooit meer handmatig hoeft te scheppen. De roterende zeef scheidt schoon grind van afval in één vloeiende beweging.",
      "keywords": ["automatisch", "zelfreinigend", "cleaning", "reinigen", "schoonmaken", "roterende zeef"],
      "importance": "critical"
    },
    {
      "type": "feature",
      "title": "Open-Top Low-Stress Design",
      "content": "Het open-top ontwerp zonder deksel zorgt voor een lage stress ervaring voor je kat. Geen benauwde gesloten ruimte, maar een ruim en comfortabel gevoel. Je kat voelt zich veilig en ontspannen tijdens gebruik. Ideaal voor katten die claustrofobisch zijn of gesloten bakken vermijden. Betere ventilatie en minder geuren.",
      "keywords": ["open-top", "stress-vrij", "comfort", "ruim", "geen deksel", "ontspannen", "ventilatie"],
      "importance": "critical"
    },
    {
      "type": "safety",
      "title": "Dubbele Veiligheidssensoren",
      "content": "Uitgerust met dubbele veiligheidssensoren die je kat beschermen. Als je kat in de bak zit of springt tijdens de reiniging, stopt het systeem automatisch onmiddellijk binnen een fractie van een seconde. Extra veiligheid met twee onafhankelijke sensoren (gewichtssensor + infrarood bewegingssensor) voor maximale bescherming.",
      "keywords": ["veiligheid", "sensoren", "bescherming", "automatisch stoppen", "veilig", "dubbel", "infrarood"],
      "importance": "critical"
    },
    {
      "type": "feature",
      "title": "App Control & Health Monitoring",
      "content": "Slimme app om je kattenbak te bedienen vanaf je telefoon. Monitor het toiletgedrag van je kat: frequentie, tijdstip, duur, gewichtsveranderingen. Krijg push-meldingen wanneer de bak geleegd moet worden of bij afwijkend gedrag. Perfect voor het vroegtijdig detecteren van gezondheidsproblemen zoals nierziekte of diabetes. Compatibel met iOS en Android.",
      "keywords": ["app", "monitoring", "gezondheid", "health", "telefoon", "smartphone", "melding", "iOS", "Android"],
      "importance": "high"
    },
    {
      "type": "specification",
      "title": "10.5L XL Afvalbak Capaciteit - Grootste in Klasse",
      "content": "Extra grote 10.5 liter afvalbak. Dit is 16% groter dan standaard ronde automatische kattenbakken (9L) en maar liefst 50% groter dan vierkante concurrenten (7L). Perfect voor meerdere katten of als je minder vaak wilt legen. Gemiddeld 7-10 dagen voor één kat, 3-5 dagen voor twee katten. De grootste capaciteit op de markt!",
      "keywords": ["capaciteit", "10.5L", "10.5 liter", "groot", "XL", "afval", "ruim", "meerdere katten", "grootste"],
      "importance": "critical"
    },
    {
      "type": "feature",
      "title": "High-Efficiency Filter Systeem",
      "content": "Hoogwaardig dubbel filtersysteem dat geuren effectief neutraliseert met actieve kool. Houd je huis fris en geurvrij. Vervangbare filters die 3-6 maanden meegaan. Veel effectiever dan standaard kattenbakken zonder filter. Het filter zuivert de lucht continu tijdens en na gebruik.",
      "keywords": ["filter", "geur", "hygiëne", "fris", "geurvrij", "neutraliseren", "actieve kool"],
      "importance": "high"
    },
    {
      "type": "feature",
      "title": "Anti-Splash Hoge Zijwanden",
      "content": "Extra hoge zijwanden (35cm) voorkomen dat kattenbakvulling en afval eruit vliegt. Anti-splash ontwerp houdt de vloer rondom de bak schoon. Ideaal voor enthousiaste gravers en actieve katten. Minder schoonmaken rondom de kattenbak betekent meer tijd voor jou.",
      "keywords": ["anti-splash", "hoge wanden", "schoon", "morsen", "gravers", "35cm"],
      "importance": "high"
    },
    {
      "type": "specification",
      "title": "Ultra-Quiet Motor (<40dB) - Fluisterstil",
      "content": "Ultra-stille motor met minder dan 40 decibel geluidsniveau. Dat is zachter dan normaal praten (60dB) en vergelijkbaar met een bibliotheek. De meeste katten wennen er snel aan en schrikken niet. Veel stiller dan andere automatische bakken die 50-60dB produceren. Moderne geluidsdemping technologie.",
      "keywords": ["geluid", "lawaai", "decibel", "40dB", "stil", "quiet", "fluisterstil", "motor"],
      "importance": "high"
    },
    {
      "type": "specification",
      "title": "Compact Footprint, Groot Interieur",
      "content": "Compacte buitenmaten (55cm x 45cm x 35cm) met verrassend ruim interieur. De slimme open-top constructie maximaliseert de interne ruimte. Ideaal voor kleine appartementen en ruimtes. Geschikt voor katten tot 7kg, met voldoende ruimte voor zelfs grote katten.",
      "keywords": ["compact", "afmetingen", "ruimtebesparend", "groot interieur", "efficient", "55cm", "45cm", "35cm"],
      "importance": "high"
    },
    {
      "type": "usability",
      "title": "Makkelijk Te Demonteren en Schoonmaken",
      "content": "Modulair design dat volledig uit elkaar kan worden gehaald voor dieptereiniging. Geen gereedschap nodig. Alle onderdelen zijn afneembaar en kunnen met water worden schoongemaakt. Aanbevolen om maandelijks grondig schoon te maken. Naden en hoeken zijn ontworpen om vuil te voorkomen.",
      "keywords": ["demonteren", "schoonmaken", "onderhoud", "modulair", "afneembaar", "maintenance"],
      "importance": "medium"
    },
    {
      "type": "usability",
      "title": "Universeel Compatible met Alle Kattenbakvulling",
      "content": "Werkt perfect met vrijwel alle soorten kattenbakvulling: klonterend (aanbevolen), niet-klonterend, silica gel, natuurlijk, houtkorrels, maïskorrels. Geen speciale of dure vulling vereist. Voor beste resultaat adviseren we klonterende vulling met korrelgrootte 2-4mm. Gebruik 3-4 liter vulling voor optimale werking.",
      "keywords": ["vulling", "litter", "compatibel", "soorten", "klonterend", "silica", "universeel"],
      "importance": "high"
    },
    {
      "type": "comparison",
      "title": "Vergelijking: Onze Kattenbak vs Ronde Concurrenten",
      "content": "Onze kattenbak heeft cruciale voordelen ten opzichte van ronde automatische bakken: Open-top design (geen benauwend deksel), Dubbele veiligheidssensoren (vs enkele sensor), 10.5L capaciteit (vs 9L = 16% meer), Anti-splash hoge wanden, en Modulair demonteerbaar ontwerp. Beide hebben zelfreiniging en app-bediening.",
      "keywords": ["vergelijking", "ronde bak", "concurrenten", "beter", "voordelen"],
      "importance": "high"
    },
    {
      "type": "comparison",
      "title": "Vergelijking: Onze Kattenbak vs Vierkante Concurrenten",
      "content": "Vergeleken met vierkante automatische bakken biedt onze kattenbak: Volledige automatische zelfreiniging (vs handmatig), Open-top low-stress design, Dubbele veiligheidssensoren, High-efficiency filter, maar liefst 50% grotere afvalbak (10.5L vs 7L), Anti-splash wanden, en Modulair design. Vierkante bakken zijn goedkoper maar missen essentiële features.",
      "keywords": ["vergelijking", "vierkante bak", "handmatig", "goedkoop", "verschillen"],
      "importance": "high"
    },
    {
      "type": "comparison",
      "title": "10.5L Capaciteit - Grootste Afvalbak op de Markt",
      "content": "Met 10.5 liter is onze afvalbak de grootste in de categorie automatische kattenbakken. Vergelijking: Onze bak 10.5L | Ronde concurrenten 9L (+16%) | Vierkante concurrenten 7L (+50%). Dit betekent minder vaak legen: 7-10 dagen voor 1 kat vs 5-7 dagen bij kleinere bakken. Voor huishoudens met 2 katten: 3-5 dagen vs 2-3 dagen.",
      "keywords": ["10.5L", "grootste", "capaciteit", "vergelijking", "7L", "9L", "beste"],
      "importance": "critical"
    },
    {
      "type": "comparison",
      "title": "Open-Top Design - Uniek Voordeel voor Katten Welzijn",
      "content": "Ons open-top design zonder deksel is een unique selling point. Voordelen: Katten voelen zich niet opgesloten (anti-claustrofobie), Betere ventilatie voorkomt geuraccumulatie, Eigenaar kan gedrag observeren, Makkelijker toegang voor oudere katten. Nadeel concurrenten: Ronde bakken hebben gesloten deksel (claustrofobisch), vierkante bakken zijn soms open maar missen automatisering.",
      "keywords": ["open-top", "unique", "voordeel", "welzijn", "stress-vrij", "geen deksel"],
      "importance": "critical"
    },
    {
      "type": "comparison",
      "title": "Dubbele Veiligheidssensoren - Premium Veiligheidsfeature",
      "content": "Onze dubbele veiligheidssensoren (gewicht + infrarood) bieden superieure bescherming. Vergelijking: Onze bak heeft 2 onafhankelijke sensoren | Ronde concurrenten hebben meestal 1 sensor | Vierkante bakken hebben vaak geen sensoren (handmatig). De dubbele sensoren detecteren je kat in 0.1 seconde en stoppen de reiniging instant. Dit voorkomt 100% van ongevallen.",
      "keywords": ["dubbele sensoren", "veiligheid", "premium", "unique", "bescherming", "beste"],
      "importance": "critical"
    },
    {
      "type": "use_case",
      "title": "Perfect voor Grote Katten (tot 7kg)",
      "content": "Ondanks compacte buitenmaat geschikt voor grote katten tot 7kg. Het ruime open interieur biedt voldoende ruimte, zelfs voor Maine Coons, Ragdolls en andere grote rassen. Het compacte uiterlijk is misleidend - binnenin is het zeer ruim dankzij het open-top ontwerp zonder plafond.",
      "keywords": ["grote kat", "Maine Coon", "Ragdoll", "zwaar", "ruim", "7kg"],
      "importance": "high"
    },
    {
      "type": "use_case",
      "title": "Ideaal voor Meerdere Katten (2-3 katten)",
      "content": "Door de extra grote 10.5L capaciteit perfect geschikt voor huishoudens met 2-3 katten. De app monitort gebruik per kat (als ze verschillende tijden gebruiken). Je hoeft de bak slechts om de 3-5 dagen te legen bij 2 katten, vs dagelijks bij handmatige bakken. Bespaart enorm veel tijd bij meerdere katten.",
      "keywords": ["meerdere katten", "2 katten", "3 katten", "huishouden", "gezin"],
      "importance": "high"
    },
    {
      "type": "use_case",
      "title": "Voor Drukke Eigenaren en Frequent Reizigers",
      "content": "Ideaal als je weinig tijd hebt of vaak weg bent. Automatisch schoonmaken betekent geen dagelijks scheppen. Grote 10.5L capaciteit betekent je kunt gerust een week weg (met 1 kat). App stuurt melding als legen nodig is. Perfect voor werkende professionals, frequent reizigers, of mensen met drukke levens. Set it and forget it!",
      "keywords": ["druk", "weinig tijd", "werk", "vakantie", "reis", "automatisch", "professional"],
      "importance": "high"
    },
    {
      "type": "faq",
      "title": "Hoeveel lawaai maakt de reiniging? Is het stil genoeg?",
      "content": "De motor is ultra-stil met minder dan 40 decibel. Ter vergelijking: normaal praten is 60dB, een bibliotheek is 30-40dB. De meeste katten wennen er binnen 2-3 dagen aan en schrikken niet meer. Veel stiller dan andere automatische bakken die 50-60dB produceren. De reiniging duurt slechts 2-3 minuten.",
      "keywords": ["geluid", "lawaai", "decibel", "stil", "schrikken", "40dB", "quiet"],
      "importance": "high"
    },
    {
      "type": "faq",
      "title": "Werkt het met mijn huidige kattenbakvulling?",
      "content": "Ja, werkt met vrijwel alle soorten: klonterend (beste resultaat), niet-klonterend, silica gel, natuurlijk, houtkorrels, maïskorrels. Geen speciale vulling vereist. Voor beste resultaat adviseren we klonterende vulling met korrelgrootte 2-4mm. Gebruik 3-4 liter vulling. Goedkope supermarkt vulling werkt prima!",
      "keywords": ["vulling", "litter", "compatibel", "soorten", "klonterend", "silica", "werkt het"],
      "importance": "high"
    },
    {
      "type": "faq",
      "title": "Is het veilig als mijn kat erin springt tijdens reiniging?",
      "content": "Absoluut 100% veilig. De dubbele veiligheidssensoren (gewicht + infrarood) detecteren je kat onmiddellijk en stoppen de reiniging automatisch binnen 0.1 seconde. Twee onafhankelijke sensoren voor extra veiligheid. Zelfs als één sensor faalt, werkt de andere. Getest met 10,000+ reinigingen zonder enkel incident.",
      "keywords": ["veilig", "sensoren", "stoppen", "bescherming", "ongeval", "kat springt"],
      "importance": "critical"
    },
    {
      "type": "faq",
      "title": "Hoe vaak moet ik de afvalbak legen?",
      "content": "Gemiddeld: Voor één kat: 7-10 dagen. Voor twee katten: 3-5 dagen. Voor drie katten: 2-3 dagen. De app stuurt een push-melding wanneer de bak 80% vol is. De 10.5L capaciteit is 16-50% groter dan concurrenten, dus je leegt minder vaak. De app toont exact vulpercentage.",
      "keywords": ["legen", "frequentie", "vaak", "capaciteit", "wanneer", "hoelang"],
      "importance": "high"
    },
    {
      "type": "faq",
      "title": "Hoeveel kost het stroomverbruik per maand?",
      "content": "Zeer energiezuinig met slechts 3-5 kWh per maand (afhankelijk van gebruik). Dat is ongeveer €0.75 - €1.25 per maand bij gemiddelde elektriciteitsprijzen. Vergelijkbaar met een LED lamp. De motor gebruikt alleen stroom tijdens reiniging (2-3 minuten per keer). Stand-by verbruik is minimaal (<1W).",
      "keywords": ["stroomverbruik", "energie", "kosten", "elektriciteit", "kWh", "hoeveel"],
      "importance": "medium"
    },
    {
      "type": "faq",
      "title": "Kan ik de app ook gebruiken zonder WiFi?",
      "content": "De kattenbak werkt volledig zonder WiFi/app in standalone modus. De automatische reiniging start gewoon 3-7 minuten na gebruik. De app is optioneel en biedt extra features: gezondheidsmonitoring, remote bediening, meldingen, statistieken. WiFi is alleen nodig voor app-functionaliteit. Zonder app werkt alles automatisch.",
      "keywords": ["app", "WiFi", "internet", "zonder", "standalone", "werkt het"],
      "importance": "medium"
    },
    {
      "type": "faq",
      "title": "Hoe lang duurt de garantie en wat dekt het?",
      "content": "2 jaar volledige fabrieksgarantie op alle onderdelen (motor, sensoren, elektronica). Dekt productiefouten en defecten. Niet gedekt: normale slijtage, verkeerd gebruik, schade door huisdier. Binnen 30 dagen volledige geld-terug-garantie als je niet tevreden bent. Technische support via email/telefoon. Onderdelen leverbaar tot 5 jaar na aankoop.",
      "keywords": ["garantie", "warranty", "defect", "reparatie", "service", "hoelang"],
      "importance": "medium"
    },
    {
      "type": "specification",
      "title": "Technische Specificaties en Afmetingen",
      "content": "Afmetingen: 55cm (L) x 45cm (B) x 35cm (H). Gewicht: 5.2kg (leeg). Afvalbak capaciteit: 10.5L. Geschikt voor katten: tot 7kg. Stroomverbruik: 15W (tijdens reiniging), <1W (stand-by). Geluidsni veau: <40dB. Materiaal: ABS kunststof (BPA-vrij, voedselcontact-veilig). Kleur: Wit of Grijs. Stroomaansluiting: 220-240V, 50Hz (EU plug). Sensoren: Gewichtssensor + Infrarood bewegingssensor.",
      "keywords": ["specificaties", "afmetingen", "gewicht", "technisch", "specs", "details", "55cm", "45cm", "35cm", "5.2kg"],
      "importance": "high"
    },
    {
      "type": "specification",
      "title": "Pakketinhoud en Setup",
      "content": "In de doos: 1x Automatische kattenbak (gemonteerd), 1x Afvalbak (10.5L), 1x Stroomkabel (1.5m), 1x Schep (voor opstarten), 2x Vervangende filters, 1x Gebruikershandleiding (NL/EN), 1x Quick Start Guide. Setup tijd: 5-10 minuten. Geen gereedschap nodig. QR code voor app download. Vulling NIET inbegrepen (gebruik je eigen favoriete merk).",
      "keywords": ["pakket", "inhoud", "doos", "setup", "installatie", "wat zit erin", "handleiding"],
      "importance": "medium"
    },
    {
      "type": "comparison",
      "title": "App Control & Health Monitoring - Smart Advantage",
      "content": "Onze app biedt volledige controle: Real-time monitoring van toiletbezoek (tijdstip, frequentie, duur), Gewichtstracking per bezoek (detecteert gewichtsverlies vroeg), Push-meldingen (bak vol, afwijkend gedrag, sensor waarschuwing), Remote bediening (start reiniging op afstand), Statistieken en grafieken (wekelijks/maandelijks overzicht). Vergelijking: Ronde concurrenten hebben basis app (alleen meldingen), Vierkante bakken hebben GEEN app.",
      "keywords": ["app", "smart", "monitoring", "gezondheid", "vergelijking", "remote"],
      "importance": "high"
    },
    {
      "type": "comparison",
      "title": "High-Efficiency Filter - Superieure Geurcontrole",
      "content": "Ons dubbel filter systeem met actieve kool elimineert 95% van geuren. Vergelijking: Onze bak heeft high-efficiency filter (actieve kool + zeoliet) | Ronde concurrenten hebben basis filter of geen filter | Vierkante bakken hebben meestal geen filter (open bak = directe geur). Filter gaat 3-6 maanden mee. Vervangingsfilters €12.99 per set van 3.",
      "keywords": ["filter", "geurcontrole", "unique", "actieve kool", "vergelijking"],
      "importance": "high"
    },
    {
      "type": "comparison",
      "title": "Anti-Splash Hoge Wanden - Schone Vloeren Gegarandeerd",
      "content": "Onze 35cm hoge zijwanden voorkomen 99% van morsen. Perfect voor actieve gravers. Vergelijking: Onze bak heeft anti-splash hoge wanden (35cm) | Ronde concurrenten hebben lagere wanden (25-28cm, meer morsen) | Vierkante bakken hebben standaard wanden (20-25cm). Betekent minder stofzuigen en dweilen rondom de bak. Ideaal bij laminaat/parket.",
      "keywords": ["anti-splash", "hoge wanden", "schoon", "morsen", "unique", "35cm"],
      "importance": "high"
    },
    {
      "type": "comparison",
      "title": "Modulair Design (OEM-Friendly) - Toekomstbestendig",
      "content": "Volledig modulair ontwerp waarbij alle onderdelen vervangbaar en upgradebaar zijn. Vergelijking: Onze bak is volledig demonteerbaar (motor, sensoren, afvalbak, zeven - alles los verkrijgbaar) | Ronde concurrenten zijn niet modulair (hele unit vervangen bij defect) | Vierkante bakken zijn vast ontwerp. Betekent langere levensduur en lagere onderhoudskosten. Toekomst-proof voor firmware updates en hardware upgrades.",
      "keywords": ["modulair", "OEM", "upgradebaar", "toekomstbestendig", "unique", "vervangbaar"],
      "importance": "medium"
    }
  ]
}

